[
  {
    "id": 1,
    "name": "Manager",
    "r1": 2,
    "r2": 3,
    "r3": 4,
    "location": "Sudbury",
    "story": "Good day! I'm your new manager, Raul. Congratulations on your outstanding performance last season! Numerous clubs are interested in your services. Some of the largest clubs in South America, Asia, and even Europe have contacted me with inquiries for you. \n\nIt's time to make a decision on your next challenge.",
    "nav": "Press 1 to go to Europe, Press 2 to go to Asia, Press 3 to go to South America",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 2,
    "name": "Europe",
    "r1": 5,
    "r2": 6,
    "r3": 1,
    "location": "Europe",
    "story": "Welcome to European football, the home of big-boy football clubs! The English Premier League and LaLiga are two of the most popular football leagues in the entire universe. The two leagues combined have over 60% of the top-flight football players from across the globe.",
    "nav": "Press 1 to go to Premier League, Press 2 to go to LaLiga, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 3,
    "name": "Asia",
    "r1": 7,
    "r2": 8,
    "r3": 1,
    "location": "Asia",
    "story": "Welcome to Asia, the emerging powerhouse of football. The Saudi Professional League and the Indian Super League are two of the most exciting new leagues. With top international players signing for Saudi clubs, the football scene in Asia is sure to explode.",
    "nav": "Press 1 to go to Saudi Professional League, Press 2 to go to Indian Super League, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 4,
    "name": "South America",
    "r1": 9,
    "r2": 10,
    "r3": 1,
    "location": "South America",
    "story": "Welcome to South America, the land of Pele, Maradona, and Messi! Campeonato Brasileiro Série A and Argentine Primera División are thw top two leagues in this region. The two leagues have given several legends of the game to the football folklore.",
    "nav": "Press 1 to go to Campeonato Brasileiro Série A, Press 2 to go to Argentine Primera División, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 5,
    "name": "English Premier League",
    "r1": 11,
    "r2": 12,
    "r3": 2,
    "location": "London",
    "story": "The Premier League is the top tier of England's football pyramid, with 20 teams battling it out for the honour of being crowned English champions.\n\nHome to some of the most famous clubs, players, managers and stadiums in world football, the Premier League is the most-watched league on the planet with one billion homes watching the action in 188 countries.",
    "nav": "Press 1 to go to Liverpool FC, Press 2 to go to Arsenal FC, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 6,
    "name": "LaLiga",
    "r1": 13,
    "r2": 14,
    "r3": 2,
    "location": "Madrid",
    "story": "Founded in 1929, La Liga has been a stage for colorful, vibrant and committed soccer.\n\nIt is a division that has come to be defined by the two biggest teams involved: Real Madrid and Barcelona. Real Madrid is the capital club and most successful side in La Liga history. Meanwhile, Barcelona seek to sample glory with an accompanying flair.",
    "nav": "Press 1 to go to Real Madrid Club de Fútbol, Press 2 to go to FC Barcelona, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 7,
    "name": "Saudi Professional League",
    "r1": 15,
    "r2": 16,
    "r3": 3,
    "location": "Riyadh",
    "story": "The Saudi Pro League, known as the Roshn Saudi League is the highest division of association football in the Saudi league system.",
    "nav": "Press 1 to go to Al Nassr Football Club, Press 2 to go to Al-Ittihad Football Club, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 8,
    "name": "Indian Super League",
    "r1": 17,
    "r2": 18,
    "r3": 3,
    "location": "Delhi",
    "story": "The Indian Super League (ISL) is the men's highest level of the Indian football league system. Administrated by the All India Football Federation (AIFF) and commercial partner Football Sports Development Limited (FSDL) the league currently comprises 12 clubs.",
    "nav": "Press 1 to go to ATK Mohun Bagan FC, Press 2 to go to Mumbai City FC, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 9,
    "name": "Campeonato Brasileiro Série A",
    "r1": 19,
    "r2": 20,
    "r3": 4,
    "location": "Brasilia",
    "story": "The Campeonato Brasileiro is one of the strongest leagues in the world; it contains the second-most club world champions titles, with 10 championships won among six clubs, and the second-most Copa Libertadores titles, with 20 titles won among 10 clubs.",
    "nav": "Press 1 to go to Botafogo, Press 2 to go to Palmeiras, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 10,
    "name": "Argentine Primera División",
    "r1": 21,
    "r2": 22,
    "r3": 4,
    "location": "Buenos Aires",
    "story": "The Primera División is the country's premier football division and is the top division of the Argentine football league system. It operates on a system of promotion and relegation with the Primera Nacional (Second Division), with the teams placed lowest at the end of the season being relegated.",
    "nav": "Press 1 to go to River Plate, Press 2 to go to Talleres, Press 3 to go to previous selection",
    "opponent": "",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 11,
    "name": "Liverpool FC",
    "r1": 3,
    "r2": 4,
    "r3": 5,
    "location": "Liverpool",
    "story": "Liverpool Football Club is a professional football club based in Liverpool, England. The club competes in the Premier League, the top tier of English football. Founded in 1892, the club joined the Football League the following year and has played its home games at Anfield since its formation.",
    "nav": "Press 1 to go to Asia, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Stevan Gerrard",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 12,
    "name": "Arsenal FC",
    "r1": 3,
    "r2": 4,
    "r3": 5,
    "location": "London",
    "story": "Arsenal play in the Premier League, the top flight of English football. The club has won 13 league titles (including one unbeaten title), a record 14 FA Cups, two League Cups, 17 FA Community Shields, the Football League Centenary Trophy, one European Cup Winners' Cup and one Inter-Cities Fairs Cup.",
    "nav": "Press 1 to go to Asia, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Thierry Henry",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 13,
    "name": "Real Madrid Club de Fútbol",
    "r1": 3,
    "r2": 4,
    "r3": 6,
    "location": "Madrid",
    "story": "Real Madrid Club de Fútbol is a professional football club based in Madrid, Spain. The club was formed in 1902 as Madrid Football Club, and played its first competitive match on 13 May 1902, when it lost 3–1 in the semi-final of the Campeonato de Copa de S.M.",
    "nav": "Press 1 to go to Asia, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Iker Casillas",
    "win": 1,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 14,
    "name": "FC Barcelona",
    "r1": 3,
    "r2": 4,
    "r3": 6,
    "location": "Barcelona",
    "story": "Futbol Club Barcelona, commonly known as Barcelona or simply Barça, is a Spanish professional football club from Barcelona, Catalonia. They currently compete in La Liga, the top division of Spanish football. It was founded in 1899 by Joan Gamper as FC Barcelona. Més que un club (in Catalan): More than a club.",
    "nav": "Press 1 to go to Asia, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Gerrard Pique",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 15,
    "name": "Al Nassr Football Club",
    "r1": 2,
    "r2": 4,
    "r3": 7,
    "location": "Riyadh",
    "story": "Al Nassr Football Club (Naṣr meaning Victory) is a Saudi Arabian professional football club based in Riyadh. Formed in 1955, the club plays its home games at the Al-Awwal Park. Their home colors are yellow and blue.",
    "nav": "Press 1 to go to Europe, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Cristiano Ronaldo",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 16,
    "name": "Al-Ittihad Football Club",
    "r1": 2,
    "r2": 4,
    "r3": 7,
    "location": "Jeddah",
    "story": "Al-Ittihad Club Saudi Arabia (also simply known as Al-Ittihad, literally meaning The Union, is a Saudi Premier League football club based in Jeddah. Al-Ittihad has won 8 League titles and also holds 35 official championship wins, three of them being Asian championships.",
    "nav": "Press 1 to go to Europe, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Karim Benzema",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 17,
    "name": "ATK Mohun Bagan FC",
    "r1": 2,
    "r2": 4,
    "r3": 8,
    "location": "Kolkata",
    "story": "After Kolkata Games and Sports Private Limited, the company that owned ATK FC, took an 80% stake in the football division of Mohun Bagan in 2020, it came to be known as ATK Mohun Bagan FC for sponsorship purpose. From the 2023-24 season, team was rebranded as Mohun Bagan Super Giants.",
    "nav": "Press 1 to go to Europe, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Suneil Chetri",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 18,
    "name": "Mumbai City FC",
    "r1": 2,
    "r2": 4,
    "r3": 8,
    "location": "Mumbai",
    "story": "Mumbai City FC is an Indian professional football club based in Mumbai, Maharashtra. The club competes in the Indian Super League (ISL), the top tier of Indian football league system.",
    "nav": "Press 1 to go to Europe, Press 2 to go to South America, Press 3 to go to previous selection",
    "opponent": "Baichung Bhutia",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 19,
    "name": "Botafogo",
    "r1": 2,
    "r2": 3,
    "r3": 9,
    "location": "Brasilia",
    "story": "Botafogo de Futebol e Regatas also known as Botafogo, is a Brazilian sports club based in the bairro (neighborhood) of Botafogo, in the city of Rio de Janeiro. It plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and in the state of Rio de Janeiro's premier state league.",
    "nav": "Press 1 to go to Asia, Press 2 to go to Europe, Press 3 to go to previous selection",
    "opponent": "David Luiz",
    "win": 0,
    "loose": 1,
    "flag": 0
  },
  {
    "id": 20,
    "name": "Palmeiras",
    "r1": 2,
    "r2": 3,
    "r3": 9,
    "location": "Sao Paulo",
    "story": "Palmeiras is one of the most popular clubs in South America, with around 21 million supporters and more than 184,679 affiliated fans. Despite being primarily a football club, Palmeiras competes in a number of different sports.",
    "nav": "Press 1 to go to Asia, Press 2 to go to Europe, Press 3 to go to previous selection",
    "opponent": "Thiago Silva",
    "win": 0,
    "loose": 0,
    "flag": 0
  },
  {
    "id": 21,
    "name": "River Plate",
    "r1": 2,
    "r2": 3,
    "r3": 10,
    "location": "Buenos Aires",
    "story": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Belgrano neighborhood of Buenos Aires. Founded in 1901, the club is named after the English name for the city's estuary, Río de la Plata.",
    "nav": "Press 1 to go to Asia, Press 2 to go to Europe, Press 3 to go to previous selection",
    "opponent": "Dibu Martinez",
    "win": 0,
    "loose": 0,
    "flag": 1
  },
  {
    "id": 22,
    "name": "Talleres",
    "r1": 2,
    "r2": 3,
    "r3": 10,
    "location": "Córdoba",
    "story": "Club Atlético Talleres mostly known simply as Talleres or Talleres de Córdoba is an Argentine sports club from the city of Córdoba. The institution is mostly known for its football team, which currently plays in the Argentine Primera División. Talleres' main rival is Belgrano: Their rivalry is known as \"el clásico cordobés\".",
    "nav": "Press 1 to go to Asia, Press 2 to go to Europe, Press 3 to go to previous selection",
    "opponent": "Lioner Messi",
    "win": 0,
    "loose": 1,
    "flag": 1
  }
]